<%@ Page Language="C#" AutoEventWireup="true" CodeFile="Service.aspx.cs" Inherits="Service" %>

<!-- Put IE into quirks mode -->
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
    <meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
    <title>河南省温室气体排放数据报送平台 - 服务条款</title>
    <meta name="DESCRIPTION" content="河南省工业企业能源利用信息管理及能耗诊断预警系统，河南省工信厅，郑州大学，郑州锐升软件技术有限公司" />
    <meta name="KEYWORDS" content="工业能源利用，工信厅，郑州大学，郑州锐升，能源数据上报" />
    <link href="Themes/Default/layout.css" type="text/css" rel="stylesheet" />
</head>
<body>
    <div class="wrapmain">
        <div class="hearder">
            <h1>
                </em><a href="login.aspx">登录</a></h1>
            <div class="logos">
                <a href="/" style="display: block; width: 100%; height: 100%;"></a>
            </div>
        </div>
        <div class="wrapcontent">
            <div class="servicetitle">
                <em class="serviceicon"></em>服务条款</div>
            <div class="service">
                <h2>
                    1. 接受条款</h2>
                <p>
                    1.1&nbsp;&nbsp;同意按照本协议的规定及其不时发布的操作规则提供基于互联网的电子商务平台相关服务，服务使用人（以下称“用户”）使用任何服务即表示接受本协议的全部条款。本协议适用于任何电子商务平台，包括本协议期限内的用户所使用的各项服务和软件的升级和更新。
                </p>
                <p>
                    1.2&nbsp;&nbsp;用户注册成功后，将给予每个用户一个用户帐号及相应的密码，该用户帐号和密码由用户负责保管；用户应当对以其用户帐号进行的所有活动和事件负法律责任。
                </p>
                <h2>
                    2.服务内容</h2>
                <p>
                    2.1&nbsp;&nbsp;本服务的具体内容见有关本服务的概述和（或）功能描述，我们保留不时调整服务内容和服务方式的权利。
                </p>
                <p>
                    2.2&nbsp;&nbsp;用户理解，仅提供相关的网络服务，除此之外与相关网络服务有关的设备（如个人电脑、手机、及其他与接入互联网或移动网有关的装置）及所需的费用（如为接入互联网而支付的电话费及上网费、为使用移动网而支付的手机费）均应由用户自行负担。
                </p>
                <h2>
                    3. 服务变更、中断或终止</h2>
                <p>
                    3.1&nbsp;&nbsp;鉴于网络服务的特殊性，用户同意有权随时变更、中断或终止部分或全部的网络服务。如变更、中断或终止的网络服务属于免费网络服务，无需通知用户，也无需对任何用户或任何第三方承担任何责任。
                </p>
                <p>
                    3.2&nbsp;&nbsp;用户理解，需要定期或不定期地对提供网络服务的平台或相关的设备进行检修或者维护，如因此类情况而造成收费网络服务在合理时间内的中断，无需为此承担任何责任，但应尽可能事先进行通告。
                </p>
                <p>
                    3.3&nbsp;&nbsp;可在任何时候为任何原因变更本服务或删除其部分功能。可在任何时候取消或终止对用户的服务。取消或终止服务的决定不需要理由或通知用户。一旦服务取消，用户使用本服务的权利立即终止。
                    一旦本服务取消或终止，用户在本服务中储存的任何信息可能无法恢复。
                </p>
                <h2>
                    4. 使用规则</h2>
                <p>
                    4.1&nbsp;&nbsp;用户在申请使用网络服务时，必须向提供准确的个人资料，如个人资料有任何变动，必须及时更新。
                </p>
                <p>
                    4.2&nbsp;&nbsp;用户不应将其帐号、密码转让或出借予他人使用。如用户发现其帐号遭他人非法使用，应立即通知。因黑客行为或用户的保管疏忽导致帐号、密码遭他人非法使用，不承担任何责任。
                </p>
                <p>
                    4.3&nbsp;&nbsp;用户在使用网络服务过程中，必须遵循以下原则： <span>4.3.1&nbsp;&nbsp;遵守中华人民共和国有关的法律和法规；<br />
                        4.3.2&nbsp;&nbsp;遵守与网络服务有关的网络协议和规定；<br />
                        4.3.3&nbsp;&nbsp;不得为任何非法目的而使用本网络服务系统；<br />
                        4.3.4&nbsp;&nbsp;不得以任何形式使用网络服务侵犯的商业利益，包括并不限于发布非经许可的商业广告；<br />
                        4.3.5&nbsp;&nbsp;不得利用网络服务系统进行任何可能对互联网或移动网正常运转造成不利影响的行为；<br />
                        4.3.6&nbsp;&nbsp;不得利用提供的网络服务上传、发布、传送或通过其他方式传播涉及到未成年人的恐怖, 曲解, 虐待, 包含了未成年人色情的内容；<br />
                        4.3.7&nbsp;&nbsp;不得利用提供的网络服务上传、发布、传送或通过其他方式传播涉及任何违法的行为的内容；<br />
                        4.3.8&nbsp;&nbsp;不得侵犯其他任何第三方的专利权、著作权、商标权、名誉权或其他任何合法权益；<br />
                        4.3.9&nbsp;&nbsp;不得利用网络服务系统进行任何不利于的行为；<br />
                    </span>
                </p>
                <p>
                    4.4&nbsp;&nbsp;用户在使用服务时还应注意以下条款：<br />
                    <span>4.4.1&nbsp;&nbsp;任何经由提供的服务以上载、张贴、发送电子邮件或任何其它方式传送的资讯、资料、文字、软件、音乐、音讯、照片、图形、视讯、信息或其它资料（以下简称“内容”），无论系公开还是私下传送，均由上传者承担责任；<br />
                        4.4.2&nbsp;&nbsp;用户需独立对自己在本网站上实施的行为承担法律责任。若用户使用ShoppingServices服务的行为不符合本协议，有权做出独立判断，且在无需事先通知的情况下立即取消帐号。用户若在上散布和传播反动、色情或其他违反国家法律的信息，的系统记录有可能作为用户违反法律的证据；<br />
                        4.4.3&nbsp;&nbsp;因用户进行上述作品和内容在的上载、传播而导致任何第三方提出索赔要求或衍生的任何损害或损失，由用户承担全部责任。<br />
                    </span>
                </p>
                <p>
                    4.5&nbsp;&nbsp;有权对用户使用网络服务的情况进行审查和监督(包括但不限于对用户存储在的内容进行审核)，如用户在使用网络服务时违反任何上述规定，或其授权的人有权要求用户改正或直接采取一切必要的措施（包括但不限于更改或删除用户上载或张贴的内容、暂停或终止用户使用网络服务的权利）以减轻用户不当行为造成的影响。
                </p>
                <h2>
                    5.知识产权及其他权利</h2>
                <p>
                    5.1&nbsp;&nbsp;除用户自行上载、传播的内容外，的服务中包含的任何网页、文本、图片、图形、音频、视频资料、商标、服务标记、公司名称、版权等，均归属所有或由经合法授权取得，受《中华人民共和国版权法》、《中华人民共和国版权商标法》和（或）其它财产所有权法律的保护。未经相关权利人同意，上述资料均不得在任何媒体直接或间接发布、播放、出于播放或发布目的而改写或再发行，或者被用于其他任何商业目的。上述资料或其任何部分仅可作为私人用途而保存在某台计算机内。不就由上述资料产生或在传送或递交全部或部分上述资料过程中产生的延误、不准确、错误和遗漏或从中产生或由此产生的任何损害赔偿，以任何形式向用户或任何第三方负法律责任；
                </p>
                <p>
                    5.2&nbsp;&nbsp;为提供网络服务而使用的任何软件（包括但不限于软件中所含的任何图像、照片、动画、录像、录音、音乐、文字和附加程序、随附的帮助材料）的一切权利均属于该软件的著作权人，未经该软件的著作权人许可，用户不得对该软件进行反向工程（reverse
                    engineer）、反向编译（decompile）或反汇编（disassemble），或以其他方式发现其原始编码。
                </p>
                <h2>
                    6.隐私保护</h2>
                <p>
                    6.1&nbsp;&nbsp;当用户注册的服务时，用户须提供个人信息。收集个人信息的目的是为用户提供尽可能多的个人化网上服务，以及为广告商提供一个方便的途径来接触到适合的用户，并且可以发送具有相关性的内容和广告。在此过程中，广告商绝对不会接触到用户向提交的个人信息。不会在未经合法用户授权时，公开、编辑或透露用户的个人信息及保存在中的非公开内容，除非有下列情况：<br />
                    <span>6.1.1&nbsp;&nbsp;有关法律规定或合法服务程序规定；<br />
                        6.1.2&nbsp;&nbsp;在紧急情况下，为维护用户及公众的权益；<br />
                        6.1.3&nbsp;&nbsp;为维护的商标权、专利权及其他任何合法权益；<br />
                        6.1.4&nbsp;&nbsp;其他依法需要公开、编辑或透露个人信息的情况。<br />
                    </span>
                </p>
                <p>
                    6.2&nbsp;&nbsp;在以下（包括但不限于）几种情况下，有权使用用户的个人信息：<br />
                    <span>6.2.1&nbsp;&nbsp;在进行促销或抽奖时，可能会与赞助商共享用户的个人信息，在这些情况下会在发送用户信息之前进行提示，并且用户可以通过不参与来终止传送过程；<br />
                        6.2.2&nbsp;&nbsp;可能会与第三方合作向用户提供相关的网络服务，在此情况下，如该第三方同意承担与同等的保护用户隐私的责任，则有权将用户的注册资料等提供给该第三方；<br />
                        6.2.3&nbsp;&nbsp;在不透露单个用户隐私资料的前提下，有权对整个用户数据库进行分析并对用户数据库进行商业上的利用。<br />
                    </span>
                </p>
                <h2>
                    7.免责声明</h2>
                <p>
                    7.1&nbsp;&nbsp;对于任何自本网站而获得的他人的信息、内容或者广告宣传等任何资讯（以下统称“信息”），不保证真实、准确和完整性。如果任何单位或者个人通过上述“信息”而进行任何行为，须自行甄别真伪和谨慎预防风险，否则，无论何种原因，本网站不对任何非与本网站直接发生的交易和（或）行为承担任何直接、间接、附带或衍生的损失和责任。
                </p>
                <p>
                    7.2&nbsp;&nbsp;不保证（包括但不限于）：<br />
                    <span>7.2.1&nbsp;&nbsp;适合用户的使用要求；<br />
                        7.2.2&nbsp;&nbsp;不受干扰，及时、安全、可靠或不出现错误；及用户经由取得的任何产品、服务或其他材料符合用户的期望。<br />
                    </span>
                </p>
                <p>
                    7.3&nbsp;&nbsp;用户使用经由下载或取得的任何资料，其风险由用户自行承担；因该等使用导致用户电脑系统损坏或资料流失，用户应自己负完全责任；
                </p>
                <p>
                    7.4&nbsp;&nbsp;基于以下原因而造成的利润、商业信誉、资料损失或其他有形或无形损失，不承担任何直接、间接的赔偿：<br />
                    <span>7.4.1&nbsp;&nbsp;对的使用或无法使用；<br />
                        7.4.2&nbsp;&nbsp;经由购买或取得的任何产品、资料或服务；<br />
                        7.4.3&nbsp;&nbsp;用户资料遭到未授权的使用或修改；及其他与相关的事宜。<br />
                    </span>
                </p>
                <h2>
                    8. 违约赔偿</h2>
                <p>
                    8.1&nbsp;&nbsp;如因违反有关法律、法规或本协议项下的任何条款而给用户造成损失，同意承担由此造成的损害赔偿责任。
                </p>
                <p>
                    8.2&nbsp;&nbsp;用户同意保障和维护及其他用户的利益，如因用户违反有关法律、法规或本协议项下的任何条款而给或任何其他第三人造成损失，用户同意承担由此造成的损害赔偿责任。
                </p>
                <h2>
                    9. 协议修改</h2>
                <p>
                    9.1&nbsp;&nbsp;有权随时修改本协议的任何条款，一旦本协议的内容发生变动，将会直接在网站上公布修改之后的协议内容，该公布行为视为已经通知用户修改内容。也可通过其他适当方式向用户提示修改内容。
                </p>
                <p>
                    9.2&nbsp;&nbsp;如果不同意对本协议相关条款所做的修改，用户有权停止使用网络服务。如果用户继续使用网络服务，则视为用户接受对本协议相关条款所做的修改。
                </p>
                <h2>
                    10. 通知送达</h2>
                <p>
                    本协议项下对于用户所有的通知均可通过网页公告、电子邮件、手机短信或常规的信件传送等方式进行；该等通知于发送之日视为已送达收件人。
                </p>
                <h2>
                    11. 法律管辖</h2>
                <p>
                    11.1&nbsp;&nbsp;本协议的订立、执行和解释及争议的解决均应适用中国法律并受中国法院管辖。
                </p>
                <p>
                    11.2&nbsp;&nbsp;如双方就本协议内容或其执行发生任何争议，双方应尽量友好协商解决；协商不成时，任何一方均可向所在地的人民法院提起诉讼。
                </p>
                <h2>
                    12. 其他规定</h2>
                <p>
                    12.1&nbsp;&nbsp;本协议构成双方对本协议之约定事项及其他有关事宜的完整协议，除本协议规定的之外，未赋予本协议各方其他权利。
                </p>
                <p>
                    12.2&nbsp;&nbsp;如本协议中的任何条款无论因何种原因完全或部分无效或不具有执行力，本协议的其余条款仍应有效并且有约束力。
                </p>
                <p>
                    12.3&nbsp;&nbsp;本协议中的标题仅为方便而设，在解释本协议时应被忽略。
                </p>
                <br />
            </div>
            <input type="button" class="closebutton" onclick="javascript:window.close();" />
        </div>
        <div class="copyright">
                <ul>
                    <li><a href="about.aspx" target="_blank">关于我们</a></li>
                    <li><a href="ContactUs.aspx" target="_blank">联系我们</a></li>
                    <li><a href="service.aspx" target="_blank">服务条款</a></li>
                    <li  class="last">河南省冶金研究所有限责任公司 版权所有</li>
                </ul>
        </div>
    </div>
    <script type="text/javascript">
        var gaJsHost = (("https:" == document.location.protocol) ? "https://ssl." : "http://www.");
        document.write(unescape("%3Cscript src='" + gaJsHost + "google-analytics.com/ga.js' type='text/javascript'%3E%3C/script%3E"));
    </script>
    <script type="text/javascript">
        try {
            var pageTracker = _gat._getTracker("UA-8272227-1");
            pageTracker._initData();
            pageTracker._trackPageview();
        } catch (err) { }
    </script>
</body>
</html>
